/* ***** BEGIN LICENSE BLOCK *****
 * Version: MPL 1.1
 *
 * The contents of this file are subject to the Mozilla Public License Version
 * 1.1 (the "License"); you may not use this file except in compliance with
 * the License. You may obtain a copy of the License at
 * http://www.mozilla.org/MPL/
 *
 * Software distributed under the License is distributed on an "AS IS" basis,
 * WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
 * for the specific language governing rights and limitations under the
 * License.
 *
 * The Original Code is the Alfresco Mobile App.
 *
 * The Initial Developer of the Original Code is Zia Consulting, Inc.
 * Portions created by the Initial Developer are Copyright (C) 2011-2012
 * the Initial Developer. All Rights Reserved.
 *
 *
 * ***** END LICENSE BLOCK ***** */
//
// Root.strings
//

"settings.cmisRepository.ShowCompanyHome" = "Company Home";
"settings.cmisRepository.ShowHiddenFiles" = "Show Hidden Files";

"settings.forgetPassword.title"="Forget Password After";
"settings.forgetPassword.1"="1 min";
"settings.forgetPassword.2"="2 min";
"settings.forgetPassword.5"="5 min";
"settings.forgetPassword.10"="10 min";
"settings.forgetPassword.30"="30 min";
"settings.forgetPassword.60"="60 min";

"settings.inactiveForget.title"="Forget Password When Inactive";